IDEA Open Model
MatConcreteSIA.Tck Property
 characteristic value of the shear stress limit
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Tck { get; set; }
Public Property Tck As Double
	Get
	Set
public:
property double Tck {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace